[
    {
        "question1": "What is a hackathon?",
        "answer1": "A hackathon is a weekend of fun and learning. You'll become a better programmer, meet awesome people, and make cool stuff. There will also be opportunities to win cool prizes and network with our sponsors."
    },
    {
        "question2": "Is this hackathon in-person or hybrid?",
        "answer2": "This year, we are running a completely in-person hackathon! We have lots of fun events and workshops for you all and most importantly, free food!"
    },
    {
        "question1": "Can I still register?",
        "answer1": "Yes! Registration will remain open until the day of the event! (Until Friday, Oct 27th)"
    },
    {
        "question2": "Do I have to be present all day? Do I have to show up on Friday?",
        "answer2": "Nope! Hackers are free to leave and come back whenever on all three days as long as they check in. Attendance is voluntary, but if you’re submitting a project, make sure to be there during judging on Sunday!"
    },
    {
        "question1": "Do I need extensive coding knowledge for HackNC?",
        "answer1": "Not at all! HackNC is a completely beginner friendly event, and we have a project track specifically for beginners. We'll have plenty of resources to help you get started, including beginner workshops, mentors, and more."
    },
    {
        "question2": "Who can hack?",
        "answer2": "If you are a student at UNC, there is no age requirement. If you are coming from outside UNC, you must be 18 years of age or older to attend! High schoolers, undergraduates, and graduate students from any school are welcome to participate as hackers. Professionals interested in mentorship should register above to get started."
    },
    {
        "question1": "How do teams work?",
        "answer1": "Teams can be organized prior to HackNC or during the event itself. We have a team building event on Friday (Oct 27th). If you are already in a team, then you’re all set! You just have to write your members’ names on the Devpost submission. We don’t hold a strict limit on your team size, but we strongly recommend around 3-4 members. Prizes will be limited to a maximum of 4 members. "
    },
    {
        "question2": "Can I do a hardware hack?",
        "answer2": "Unfortunately, we are unable to provide hardware this year. However, you are still welcome to use your own hardware if you really want to!"
    },
    {
        "question1": "Can I use old code?",
        "answer1": "You may use all the publicly available code and APIs that you want, but the code you will be judged on at the end of the hackathon must be new."
    },
    {
        "question2": "When will we get a schedule for the event?",
        "answer2": "Hacker schedules will be sent out the week before to people who are registered and posted on our website!"
    },
    {
        "question1": "I’m committed to this project. Are there places to sleep at the event?",
        "answer1": "Yep! We will provide bedding at Fetzer Gym in designated sleeping areas."
    },
    {
        "question2": "Is this a Campus Life Experience?",
        "answer2": "Yes! UNC students will be able to receive CLE credit by attending this event."
    },
    {
        "question1": "Where do I park?",
        "answer1": "Parking will be free over the weekend. Please find availability in places like Rams Deck, Craige Deck, or Cobb Deck."
    },
    {
        "question2": "I’m coming to HackNC from afar. Are there reimbursements for travel?",
        "answer2": "Regrettably, we are unable to provide travel reimbursements this year due to budget limitations. We’d love to see you here, though!"
    },
    {
        "question1": "Do I need to bring a form of ID to the event?",
        "answer1": "Yes. If you are a UNC student, you can bring your OneCard. Otherwise, you can bring any form of valid ID."
    },
    {
        "question2": "You didn’t answer my question!",
        "answer2": "Email us at <a target='_blank' href='mailto:hello@hacknc.com'>hello@hacknc.com</a>. We’ll be happy to answer all of your questions."
    }
]